export const chats = [
    {
      name: 'Андрей',
      time: '10:49',
      messagePreview: 'Изображение',
      unreadCount: 2,
    },
    {
      name: 'Киноклуб',
      time: '12:00',
      messagePreview: 'Вы: стикер',
      unreadCount: 0,
    },
    {
      name: 'Илья',
      time: '15:12',
      messagePreview: 'Друзья, у меня для вас особенный выпуск новостей!',
      unreadCount: 4,
    },
    {
      name: 'Вадим',
      time: 'Пт',
      messagePreview: 'Вы: Круто!',
      unreadCount: 0,
    },
    {
      name: 'тет-а-теты',
      time: 'Ср',
      messagePreview: 'И Human Interface Guidelines и Material Design рекомендуют',
      unreadCount: 0,
    },
    {
      name: '1, 2, 3',
      time: 'Пн',
      messagePreview: 'Миллионы россиян ежедневно проводят десятки часов свое',
      unreadCount: 0,
    },
    {
      name: 'Design Destroyer',
      time: 'Пн',
      messagePreview: 'В 2008 году художник Jon Rafman начал собирать',
      unreadCount: 0,
    },
    {
      name: 'Day.',
      time: '1 Мая 2020',
      messagePreview: 'Так увлёкся работой по курсу, что совсем забыл его анонсир',
      unreadCount: 0,
    },
    {
      name: 'Стас Рогозин',
      time: '12 Апр 2020',
      messagePreview: 'Можно или сегодня или завтра вечером.',
      unreadCount: 0,
    },
    {
      name: 'Андрей',
      time: '10:49',
      messagePreview: 'Изображение',
      unreadCount: 2,
    },
    {
      name: 'Киноклуб',
      time: '12:00',
      messagePreview: 'Вы: стикер',
      unreadCount: 0,
    },
    {
      name: 'Илья',
      time: '15:12',
      messagePreview: 'Друзья, у меня для вас особенный выпуск новостей!',
      unreadCount: 4,
    },
    {
      name: 'Вадим',
      time: 'Пт',
      messagePreview: 'Вы: Круто!',
      unreadCount: 0,
    }
  ];

export const messages = [
  {
    isMine: true,
    text: "Круто!",
    time:"12:00"
  },
  {
    text: `Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.

    Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.`,
    time: "11:56"
  },
  {
    text: `Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.

    Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.`,
    time: "11:56"
  },
  {
    imageUrl: "/public/messphoto.jpg",
    time: "11:56"
  },
  {
    text: `Привет! Смотри, тут всплыл интересный кусок лунной космической истории — НАСА в какой-то момент попросила Хассельблад адаптировать модель SWC для полетов на Луну. Сейчас мы все знаем что астронавты летали с моделью 500 EL — и к слову говоря, все тушки этих камер все еще находятся на поверхности Луны, так как астронавты с собой забрали только кассеты с пленкой.

    Хассельблад в итоге адаптировал SWC для космоса, но что-то пошло не так и на ракету они так никогда и не попали. Всего их было произведено 25 штук, одну из них недавно продали на аукционе за 45000 евро.`,
    time: "11:56"
  }
 
  
]